pages/applicability/basic_structure.md
```mermaid
sequenceDiagram
    participant A as Site
    participant B as Supervision System
    B->>A: Aggregated status request
    A->>B: Aggregated status
```
