source/img/msc/aggregated_status_request.msc
# MSC for Aggregated status request

msc {
  hscale = "1.5", arcgradient = "0";

  Site, "Supervision system";

  |||;
  Site<-"Supervision system" [ label = "Aggregated status request" ];
  |||;
  Site->"Supervision system" [ label = "Aggregated status" ];
  |||;
}
